{ "posts": [
  {
    "username": "biggysmallspdx",
    "title": "What do you tell your kids when they ask about God?",
    "content": "My kid asked me this the other day, and I didn't know what to say.."
  },
  {
    "username": "samueljackson",
    "title": "The voice is an interesting thing",
    "content": "What is it about my voice that is so appealing or is it that you think my voice is appealing because of how the media portrays it?"
  },
  {
    "username": "ihatetrump",
    "title": "To Trump and all his Trumpies..",
    "content": "Trump calls himself an 'ardent philanthropist,' but has not donated a dollar to The Donald J. Trump Foundation since 2006. He's not even the biggest donor to the foundation, having given about $3.7 million in the previous two decades while businesses associated with Vince McMahon’s World Wrestling Entertainment gave the Trump Foundation $5 million. All the money since 2006 has come from those doing business with him.<br>How does giving away other people’s money, in what could be seen as a kickback scheme, make him a philanthropist?"
  },
  {
    "username": "bennyroocks34",
    "title": "To you nasty woman lovers..",
    "content":  "She's said it was a mistake to use a private email system while she was in the State Department, and has apologized for it. One of the issues that controversy raised is the question of the security of intra-government communication. With the hacking thats been occuring in recent days, what do you think about the dangers of Mrs.Clinton's carelessness?"
  },
  {
    "username": "iloveobama",
    "title": "To all you Cool Obama Haters..",
    "content":  "Glad to see him leave? Or sad to watch him go?"
  },
  {
    "username": "iluvpink",
    "title": "Boys??",
    "content": "Hello, I'm 12-years-old and I have a crush! What do I do to get over this nervousness??"
  },
  {
    "username": "catlady",
    "title": "Surgey remedies",
    "content": "I just got out of surgery and am trying to find some natural pain relief, any ideas?"
  },
  {
    "username": "painter2001",
    "title": "Where should I sell my pieces?",
    "content": "I just moved to NYC and am looking for some studio spaces in lower east side/brooklynn neighborhood."
  }]
}
